/* Publication Type and Seperator in the Publication Picker */
"   BIBLE DVD" = "   ΑΓΙΑ ΓΡΑΦΗ DVD";

/* Publication Type and Seperator in the Publication Picker */
"   BOOKS" = "   ΒΙΒΛΙΑ";

/* Publication Type and Seperator in the Publication Picker */
"   BROCHURES" = "   ΦΥΛΛΑΔΙΑ";

/* Publication Type and Seperator in the Publication Picker */
"   CAMPAIGN TRACTS" = "   ΕΚΣΤΡΑΤΕΙΕΣ";

/* Publication Type and Seperator in the Publication Picker */
"   DVD" = "   DVD";

/* Publication Type and Seperator in the Publication Picker */
"   TRACTS" = "   ΕΚΣΤΡΑΤΕΙΕΣ";

/* Apartment Number and street name represented by %1$@ as the apartment number and %2$@ as the street name */
"#%@ %@" = "#%2$@ %1$@";

/* House number and apartment number represented by %1$@ as the house number and %2$@ as the apartment number */
"%@ #%@" = "%1$@ #%2$@";

/* House number, apartment number and Street represented by %1$@ as the house number, %2$@ as the apartment number, notice the # before it that will be there as 'number ...' and then %3$@ as the street name */
"%@ #%@ %@ " = "%3$@ #%1$@ %2$@ ";

/* House number and Street represented by %1$@ as the house number and %2$@ as the street name */
"%@ %@" = "%1$@ %2$@";

/* This is a representation for the watchtower or awake when it was published on the 1, 15 and 2, 22 respectively, like Watchtower March 15, 2001, please use %1$@ as the magazine type %2$@ as the month and %3$d as the year */
"%@ %@ %d" = "%1$@ %2$@ %3$d";

/* This is a representation for the watchtower or awake when it was published on the 1, 15 and 2, 22 respectively, like Watchtower March 15, 2001, please use %1$@ as the magazine type %2$@ as the month %3$d as the day of the month and %4$d as the year */
"%@ %@ %d, %d" = "%1$@ %2$@ %3$d, %4$d";

/* Text used in the email that is sent to the congregation secretary, the \\n you see in the text are RETURN KEYS so that you can space multiple months apart from eachother */
"%@ Field Service Activity Report:\n" = "%@ Field Service Activity Report:\n";

/* You are localizing the time (I dont know if you need to even change this) as in '1 hour 34 minutes' or '2 hours 1 minute' %1$d is the hours number %2$@ is the label for hour(s) %3$d is the minutes number and 4$%@ is the label for minutes(s) */
"%d %@ %d %@" = "%1$d %2$@ %3$d %4$@";

/* Singular form of '1 Brochure: The Trinity' with the format '%d %@: %@', the %@ represents the Magazine, Book, or Brochure type and the %d represents the count of publications */
"%d %@: %@" = "%1$d %2$@: %3$@";

/* Plural form of '2 Brochures: The Trinity' with the format '%d %@s: %@' notice the 's' in the middle for the plural form, the %@ represents the Magazine, Book, or Brochure type and the %d represents the count of publications */
"%d %@s: %@" = "%1$d %2$@s: %3$@";

/* Number of months shown in the statistics view, setting title */
"%d Months Displayed" = "%d Προβολή Μηνών";

/* 1, singular publication, shown as '%d publication' */
"%d publication" = "%d Έκδοση";

/* more than one publications, shown as '%d publications' */
"%d publications" = "%d Εκδόσεις";

/* Short form of Bulk Magazine Placements for the Watchtower and Awake '%d: %@' */
"%d: %@" = "%1$d: %2$@";

/* (unknown street) Placeholder Section title in the Sorted By Calls view */
"(unknown street)" = "(Άγνωστος Δρόμος)";

/* Tracts Publication Name (T-17) */
"A Peaceful New World-Will It Come?" = "Ειρηνικός Νέος Κόσμος";

/* title for the marker when you have to manually set the location for a call */
"Acquiring Location..." = "Αναζήτηση Τοποθεσίας...";

/* Add a initial visit action buton */
"Add a initial visit" = "Προσθήκη Αρχικής Επίσκεψης";

/* Add a placed publication action button in call view */
"Add a placed publication" = "Προσθήκη Έκδοσης";

/* Add a return visit action button */
"Add a return visit" = "Προσθήκη Επανεπίσκεψης";

/* Button to click to add more information like phone number and email address */
"Add Additional Information" = "Προσθήκη Πληροφοριών";

/* Button to click to add an additional user to MyTime */
"Add Additional User" = "Προσθήκη Χρήστη";

/* Button to click to add an 'Additional Information' to calls */
"Add Custom Information" = "Προσθήκη Πληροφορίας";

/* Add Information title */
"Add Info" = "Προσθήκη Πληροφοριών";

/* Return Visit Notes Placeholder text */
"Add Notes" = "Προσθήκη Σημειώσεων";

/* Action Button in the Day's Bulk Literature Placement View called 'Add placed publications' */
"Add placed publications" = "Προσθήκη Έκδοσης";

/* Address label for call */
"Address" = "Διεύθυνση";

/* cancel button */
"All Calls" = "Όλες οι Κλήσεις";

/* all publicaitons label for publication type */
"All Publications" = "Όλες οι Εκδόσεις";

/* Book Publication Name (si) */
"All Scripture is Inspired" = "Όλη η Γραφή Είναι Θεόπνευστη και Ωφέλιμη";

/* Tracts Publication Name (T-27) */
"All Suffering Soon to End" = "Θα τερματιστούν Ποτέ τα Παθήματα;";

/* Footer in the 'Additional Information' for the entries that will always show in every call */
"Any rows below that you move up here will always show up in your calls" = "Όλα τα κελιά που μετακινείται πάνω θα εμφανίζονται στις κλήσεις σας";

/* Short month name */
"Apr" = "Απρ";

/* Long month name */
"April" = "Απρίλιος";

/* Apartment/Floor Number */
"Apt/Floor" = "Διαμ/Όροφος";

/* Multiple Users: question asked when the user wants to delete a user's data */
"Are you sure that you want to DELETE ALL USER DATA for %@?\n\nYou can not recover from this action, you will DELETE all of your calls, hours, and other statistics for this user. Are you really sure you want to do this?" = "Are you sure that you want to DELETE ALL USER DATA for %@?\n\nYou can not recover from this action, you will DELETE all of your calls, hours, and other statistics for this user. Are you really sure you want to do this?";

/* Statement to make the user realize that this will still save information, and acknowledge they are deleting a call */
"Are you sure you want to delete the call (the return visits and placed literature will still be counted)?" = "Είστε σίγουροι ότι θέλετε να διαγράψετε την κλήση;(Η Επανεπίσκεψη και οι Εκδόσεις θα συνεχίσουν να μετράνε)?";

/* Short month name */
"Aug" = "Αυγ";

/* Long month name */
"August" = "Αύγουστος";

/* publisher type selected in the More->Settings->Publisher Type setting */
"Auxilliary Pioneer" = "Βοηθητικός Σκαπανέας";

/* Magizine Publication Name (g) */
"Awake" = "Ξύπνα";

/* More View Table Group Title */
"Backup" = "Αποθήκευση";

/* More View Table backup your data */
"Backup using 'MyTime Backup'" = "Αποθήκευση Χρησιμοποιώντας το:'MyTime Backup'";

/* message displayed when someone wants to email me, I just want to make sure that they have read the website before asking a question */
"Because I might have received > 200 emails about a question, please read the Frequently Asked Questions section of the MyTime website before emailing me to ask a question.  Also, please read the existing feature request list before requesting a feature." = "Because I might have received > 200 emails about a question, please read the Frequently Asked Questions section of the MyTime website before emailing me to ask a question.  Also, please read the existing feature request list before requesting a feature.";

/* Book Publication Name */
"Bible" = "Αγία Γραφή";

/* Publication Type name */
"Bible DVD" = "Αγία Γραφή DVD";

/* Bible DVD Publication Name */
"Bible DVD: 1&2 Corinthians" = "DVD: 1&2 Κορινθίους";

/* Bible DVD Publication Name */
"Bible DVD: Acts" = "Γραφικό DVD: Πράξεις";

/* Bible DVD Publication Name (1543) */
"Bible DVD: John" = "Γραφικό DVD: Ιωάννης";

/* Bible DVD Publication Name (1542) */
"Bible DVD: Luke" = "Γραφικό DVD: Λουκάς";

/* Bible DVD Publication Name (1541) */
"Bible DVD: Mark" = "Γραφικό DVD: Μάρκος";

/* Bible DVD Publication Name (1540) */
"Bible DVD: Matthew" = "Γραφικό DVD: Ματθαίος";

/* Bible DVD Publication Name */
"Bible DVD: Romans" = "Γραφικό DVD: Ρωμαίους";

/* Bible Studies label on the Statistics View */
"Bible Studies" = "Γραφικές Μελέτες";

/* Brochures Publication Name (hb) */
"Blood" = "Αίμα";

/* Publication Type name */
"Book" = "Βιβλίο";

/* Brochures Publication Name (ba) */
"Book for All" = "'Ενα Βιβλίο για Όλους";

/* Publication Type name */
"Books" = "Βιβλία";

/* Publication Type name */
"Brochure" = "Φυλλάδιο";

/* Publication Type name */
"Brochures" = "Φυλλάδια";

/* More View Table Build Date */
"Build Date" = "Ημέρα Επίδοσης";

/* Title for Bulk Placements view */
"Bulk Placements" = "Ογκώδεις Τοποθετήσεις";

/* Call main title when editing an existing call */
"Call" = "Επίσκεψη";

/* Address title for address form */
"Call Address" = "Διεύθυνση Επίσκεψης";

/* View title */
"Calls Sorted by City" = "Στοιχειοθέτηση ανα Πόλη";

/* view title */
"Calls Sorted by Date" = "Στοιχειοθέτηση ανα Ημερομηνία";

/* View title */
"Calls Sorted by Name" = "Στοιχειοθέτηση ανα Όνομα";

/* view title */
"Calls Sorted by Street" = "Στοιχειοθέτηση ανα Οδό";

/* Publication Type name */
"Campaign Tract" = "Τίτλος Εκστρατείας";

/* Publication Type name */
"Campaign Tracts" = "Τίτλοι Εκστρατείας";

/* Cancel button */
"Cancel" = "Ακύρωση";

/* Change Date action button for visit in call view */
"Change Date" = "Αλλαγή Ημερομηνίας";

/* City */
"City" = "Πόλη";

/* button bar title */
"City Sorted" = "Στοίχιση ανα πόλη";

/* This is the text that appears in the link of the email when you are transferring a call to another witness.  this is the link that they press to open MyTime */
"Click on this link from your iPhone/iTouch" = "Κάντε κλίκ σε αυτό το link απο το iPhone/iTouch";

/* Book Publication Name (cf) */
"Come Be My Follower" = "Έλα να γίνεις ακόλουθός μου";

/* Tracts Publication Name (T-20) */
"Comfort for the Depressed" = "Παρηγοριά για τους Καταθλιμένους";

/* Book Publication Name (cj) */
"Commentary on James" = "Σημειώσεις στον Ιερεμία";

/* Book Publication Name (cn) */
"Concordance" = "Ευρετήριο";

/* backup connected message */
"Connected to the Backup Application.\n\nUse it to create a backup or to restore a backup" = "Συνδεδεμένο με την εφαρμογή Αποθήκευσης.\n\Χρησιμοποιήστετο για Αποθήκευση/Επαναφορά";

/* More View Table Group Title */
"Contact Information" = "Πληροφορία Επαφής";

/* initial message when trying to transfer backup files */
"Could not create %@ directory" = "Δεν μπορεί να δημιουργηθεί %@ Φάκελος";

/* More->Settings->Delete map cache: error message if the map cache could not be deleted */
"Could not delete map cache" = "Δεν μπορεί να διαγραφεί η μνήμη των Χαρτών";

/* More->Settings->Remove Custom Translation: error message if the custom translation file could not be removed */
"Could not remove custom translation" = "Δεν μπορεί να μετακινηθεί η τοπική μετάφραση";

/* 'Count' label for Number Picker; this is the label that is beside the number in the picker */
"Count:" = "Όχι.:";

/* Settings label for the current user */
"Current User" = "Υπάρχων Χρήστης";

/* Title for field in the Additional Information for the user to create their own additional information field */
"Custom" = "Προσωπικό";

/* Book Publication Name (dp) */
"Daniel's Prophecy" = "Η Προφητεία του Δανιήλ";

/* button bar title */
"Date Sorted" = "Στοίχιση ανα Ημερομηνία";

/* Call Metadata */
"Date/Time" = "Ημερομηνία/Ώρα";

/* Short month name */
"Dec" = "Δεκ";

/* Long month name */
"December" = "Δεκέμβριος";

/* Multiple Users: the default user name when the user has not entered a name for themselves */
"Default User" = "Υπάρχων Χρήστης";

/* Transferr this call to another MyTime user and delete it off of this iphone, but keep the data */
"Delete All Data" = "Διαγραφή όλων των Δεδομένων";

/* Yes delete the call and the data */
"Delete and don't keep info" = "Διαγραφή χωρίς αποθήκευση Σημειώσεων";

/* Delete Call button in editing mode of call view */
"Delete Call" = "Διαγραφή Επίσκεψης";

/* Title of the view you are presented from Settings->Passcode when you are disabling the passcode */
"Disable Passcode" = "Disable Passcode";

/* backup connected message */
"Disconnected from the Backup Application" = "Αποσύνδεση απο την Εφαρμογή Αποθήκευσης";

/* Brochures Publication Name (na) */
"Divine Name" = "Το Θείο Όνομα που θα παραμείνει για πάντα";

/* Label for picking the location lookup type when they do not want the return visit to show up in the map */
"Do not show in map" = "Μην το προβάλεις στον Χάρτη";

/* Tracts Publication Name (T-25) */
"Do You Have an Immortal Spirit" = "Έχετε Αθάνατο Πνεύμα";

/* More View Table Link to Documentation */
"Documentation" = "Τεκμηρίωση";

/* Tracts Publication Name (T-71) */
"Does Fate Rule Our Lives" = "Κυβερνάει η Μοίρα την Ζωή μας";

/* Brochures Publication Name (dg) */
"Does God Care" = "Ενδιαφέρεται Πραγματικά ο Θεός για εμάς";

/* Brochures Publication Name (je) */
"Doing God's Will" = "Ενωμένοι Εκτελούν το Θέλημα του Θεού Παγκόσμια";

/* Book Publication Name (cl) */
"Draw Close to Jehovah" = "Πλησιάστε τον Ιεχωβά";

/* Publication Type name */
"DVD" = "DVD";

/* Publication Type name */
"DVD (not counted)" = "DVD (Μη Μετρούμενο)";

/* DVD Publication Name (9224) */
"DVD Drama: Bore Witness" = "DVD Δράμα: Οι Μάρτυρες";

/* DVD Publication Name  (9215) */
"DVD Drama: Noah/David" = "DVD Δράμα: Νώε/Δαυίδ";

/* DVD Publication Name (9215) */
"DVD Drama: Pursue Goals" = "DVD Δράμα: Στόχοι";

/* DVD Publication Name  */
"DVD Drama: Respect Authority" = "DVD Δράμα: Σεβασμός στην Εξουσία";

/* DVD Publication Name (9241) */
"DVD Drama: Submit to Authority" = "DVD Δράμα: Υποταγή στην Εξουσία";

/* DVD Publication Name (9241) */
"DVD Drama: Troublesome Times/Boldly Witnessing" = "DVD Δράμα: Troublesome Times/Boldly Witnessing";

/* DVD Publication Name */
"DVD: Bible Stories" = "DVD: Βιβλικές Ιστορίες";

/* DVD Publication Name (9232) */
"DVD: Bible Teach" = "DVD: Η Αγία Γραφή";

/* DVD Publication Name (9220) */
"DVD: Family Happiness" = "DVD: Οικογενειακή Ευτυχία";

/* DVD Publication Name (9211) */
"DVD: God's Friend" = "DVD: Φίλος του Θεού";

/* DVD Publication Name () */
"DVD: Great Teacher" = "DVD: Μεγάλος Δάσκαλος";

/* DVD Publication Name (9202) */
"DVD: Greatest Man" = "DVD: Ο Μεγαλύτερος Άνθρωπος";

/* DVD Publication Name (9218) */
"DVD: Keep on the Watch" = "DVD: Κοιτώντας στον Στόχο";

/* DVD Publication Name (1297) */
"DVD: Knowledge" = "DVD: Γνώση";

/* DVD Publication Name (9201) */
"DVD: Require" = "DVD: Απαίτηση";

/* DVD Publication Name (9203) */
"DVD: Sing Praises Vol 1&2" = "DVD: Ψάλεται Αίνους Νο 1&2";

/* DVD Publication Name (9229) */
"DVD: Sing Praises Vol 3" = "DVD: Ψάλεται Αίνους Νο 3";

/* DVD Publication Name (9216) */
"DVD: Spirits of the dead" = "DVD: Πνεύματα Νεκρών";

/* DVD Publication Name (9221) */
"DVD: When someone you love dies" = "DVD: Όταν πεθαίνει κάποιος που αγαπάτε";

/* DVD Publication Name (9213) */
"DVD: Worship God" = "DVD: Λατρεύοντας τον Θεό";

/* Brochures Publication Name (ed) */
"Education" = "Εκπαίδευση";

/* localized date string string using http://unicode.org/reports/tr35/tr35-4.html#Date_Format_Patterns as a guide to how to format the date */
"EEE, M/d/yyy" = "EEE, d/M/yyy";

/* localized date string string using http://unicode.org/reports/tr35/tr35-4.html#Date_Format_Patterns as a guide to how to format the date */
"EEE, M/d/yyy h:mma" = "EEE, d/M/yyy h:mma";

/* Call Metadata */
"Email" = "Ηλ. Ταχυδρομείο";

/* This is text used in the statistics view where you click on the 'ActionSheet' button and it asks you what you want to do to email your congregation secretary your statistics where %@ is the placeholder for the month */
"Email %@ Report" = "Ηλ. Ταχυδρομείο%@ Αναφορά";

/* More View Table backup your data by emailing the data */
"Email backup" = "Αποθήκευση μέσω Ηλ. Ταχυδρομείου";

/* Email the call details to another MyTime user */
"Email Details" = "Λεπτομέρειες Ηλ. Ταχυδρομείου";

/* Months to email Information title */
"Email Report" = "Αναφορά Ηλ. Ταχυδρομείου";

/* Google Localized Language Name */
"en" = "Αγγλ.";

/* More View Table Enable shown popups */
"Enable shown popups" = "Ενεργοποίηση Αναδυόμενων παραθύρων";

/* Tracts Publication Name (T-21) */
"Enjoy Family Life" = "Απόλαυση της Οικογενειακής Ζωής";

/* First Prompt to enter a passcode to limit access to MyTime */
"Enter a passcode" = "Enter a passcode";

/* Custom Information Placeholder before the user enters in what they want to call this field, like 'Son's name' or whatever */
"Enter Name Here" = "Βάλτε το όνομα εδώ";

/* Prompt to enter a passcode to gain access to MyTime */
"Enter Passcode" = "Enter Passcode";

/* Prompt to enter a passcode turn off the passcode in MyTime */
"Enter your passcode to disable" = "Enter your passcode to disable";

/* More->Settings view title for erasing the map cache */
"Erase map cache" = "Διαγραφή Μνήμης Χαρτών";

/* Book Publication Name (ce) */
"Evolution or Creation" = "Εξέλιξη ή Δημιουργία";

/* Book Publication Name (es) */
"Examining the Scriptures Daily" = "Καθημερινή Εξέταση των Γραφών";

/* backup failed string */
"Failed advertising server" = "Αποτυχία Server";

/* failure message for starting the backup service */
"Failed creating server" = "Αποτυχία Δημιουργίας server";

/* Book Publication Name (fy) */
"Family Happiness" = "Οικογενειακή Ευτυχία";

/* Book Publication Name (fl) */
"Family Life" = "Πως να κάνετε την Οικογενειακή σας Ζωή Ευτυχισμένη";

/* Short month name */
"Feb" = "Φεβ";

/* Long month name */
"February" = "Φεβρουάριος";

/* Subject text for the email that is sent for the Field Service Activity report */
"Field Service Activity Report" = "Αναφορά Δραστηριότητας";

/* Button in More->settings that points the user to the bug tracking system */
"Found a bug?" = "Βρέθηκε Πρόβλημα;";

/* Book Publication Name (po) */
"God's Eternal Purpose" = "Ο Αιώνιος Σκοπός του Θεού";

/* Brochures Publication Name (gf) */
"God's Friend" = "Μπορείτε να είστε φίλοι του Θεού!";

/* Book Publication Name (ka) */
"God's Kingdom Has Approached" = "Η Χιλιετής Βασιλεία του Θεού Έχει Πλησιάσει";

/* Book Publication Name (gm) */
"God's Word" = "Η Αγία Γραφή - Λόγος Θεού ή Ανθρώπων";

/* Brochures Publication Name (gl) */
"Good Land" = "Δείε την Καλή Γη";

/* Brochures Publication Name  */
"Good News for People of All Nations" = "Καλά Νέα για τους Ανθρώπους όλων των Εθνών";

/* Book Publication Name (gh) */
"Good News to Make You Happy" = "Καλά Νέα που σας κάνουν Ευτυχείς";

/* Brochures Publication Name (hp) */
"Government" = "Κυβέρνηση";

/* Book Publication Name (gt) */
"Greatest Man Who Ever Lived" = "Ο Μεγαλύτερος Άνθρωπος Που Έζησε Ποτέ";

/* Brochures Publication Name (gu) */
"Guidance of God" = "Η Θεική καθοδήγηγη - Ο Δρόμος μας για τον Παράδεισο";

/* Book Publication Name (hp) */
"Happiness-How to Find It" = "Ευτυχία - Πως να την βρείτε";

/* Tracts Publication Name (T-74) */
"Hellfire-Is It Part of Divine Justice?" = "Κόλαση - Σχετίζεται με την Θεική Δικαιοσύνη;";

/* Book Publication Name (hs) */
"Holy Spirit" = "Άγιο Πνεύμα";

/* Singular form of the word hour */
"hour" = "ώρα";

/* Plural form of the word hours */
"hours" = "ώρες";

/* 'Hours' ButtonBar View text, Label for the amount of hours spend in the ministry, and Expanded name when on the More view */
"Hours" = "Ώρες";

/* House Number */
"House Number" = "Αρ. Σπιτιού";

/* Tracts Publication Name (rp) */
"How to Find the Road to Paradise" = "Πώς να βρείτε τον Δρόμο για τον Παράδεισο";

/* button that the user clicks when they have let their Yes mean Yes that they have read the website */
"I have read the webpage" = "Έχω αναγνώσει την Ιστοσελίδα";

/* This is the text that appears in the link of the email when you are wanting to restore from a backup.  this is the link that they press to open MyTime */
"If you want to restore from your backup, click on this link from your iPhone/iTouch" = "Εάν θέλετε να ανακτήσετε απο την Αποθήκευση, πατήστε αυτό το link από το iPhone/iTouch";

/* Title in the 'Additional Information' for the entries that will always show in every call */
"Information Always Shown" = "Information Always Shown";

/* This is used to signify the first visit which is not counted as a return visit.  This is in the view where you get to pick the visit type */
"Initial Visit" = "Αρχική Επίσκεψη";

/* Initial Visit Notes default text when the user did not enter notes, displayed on the view-mode Call view */
"Initial Visit Notes" = "Σημειώσεις Αρχικής Επίσκεψης";

/* Book Publication Name (it) */
"Insight" = "Ενόραση στις Γραφές";

/* Book Publication Name (ct) */
"Is there a Creator Who Cares About You?" = "Υπάρχει Δημιουργός που Ενδιαφέρεται για Εσάς;";

/* Book Publication Name (tl) */
"Is This Life All There Is?" = "Είναι αυτή η Ζωή το Πάν που Υπάρχει;";

/* Book Publication Name (ip-1) */
"Isaiah's Prophecy I" = "Η Προφητεία του Ησαϊα I";

/* Book Publication Name (ip-2) */
"Isaiah's Prophecy II" = "Η Προφητεία του Ησαϊα II";

/* Short month name */
"Jan" = "Ιαν";

/* Long month name */
"January" = "Ιανουάριος";

/* Brochures Publication Name (jt) */
"Jehovah's Witnesses" = "Μάρτυρες του Ιεχωβά - Ποιοί είναι; Τι Πιστεύουν";

/* Tracts Publication Name (T-18) */
"Jehovah's Witnesses-What Do They Believe?" = "Μάρτυρες του Ιεχωβά - Τι Πιστεύουν;";

/* Tracts Publication Name (T-23) */
"Jehovah-Who Is He?" = "Μάρτυρες του Ιεχωβά - Ποιοί είναι;";

/* Tracts Publication Name (T-24) */
"Jesus Christ-Who Is He?" = "Ποιός είναι ο Ιησούς Χριστός;";

/* Short month name */
"Jul" = "Ιουλ";

/* Long month name */
"July" = "Ιούλιος";

/* Short month name */
"Jun" = "Ιουν";

/* Long month name */
"June" = "Ιούνιος";

/* Brochures Publication Name (kp) */
"Keep on the Watch!" = "Να Είστε σε Εγρήγορση!";

/* Book Publication Name (lv) */
"Keep Yourselves in Gods Love" = "Κρατήστε τον Εαυτό σας στην Αγάπη του Θεού";

/* Tracts Publication Name (T-26) */
"Know the Bible" = "Θα Θέλατε να Μάθετε Περισότερα για την Αγία Γραφή;";

/* Book Publication Name (kl) */
"Knowledge That Leads to Everlasting Life" = "Γνώση που Οδηγεί στην Αιώνια Ζωή";

/* Last Service year total hours label */
"Last Service Year Total" = "Last Service Year Total";

/* Brochures Publication Name (pc) */
"Lasting Peace" = "Αιώνια Ειρήνη";

/* Book Publication Name (te) */
"Learn From the Great Teacher" = "Μαθετε απο τον Μεγάλο Δάσκαλο";

/* Book Publication Name (kc) */
"Let Your Kingdom Come" = "Ελθέτω η Βασιλεία Σου";

/* Book Publication Name (lp) */
"Life Does Have A Purpose" = "Έχει Σκοπό η Ζωή μας";

/* Tracts Publication Name (T-15) */
"Life in a Peaceful New World" = "Ζωή σε Έναν Ειρηνικό Νέο Κόσμο";

/* Brochures Publication Name (le) */
"Life on Earth" = "Απολαύστε Ζωή στη Γη για Πάντα!";

/* Book Publication Name (te) */
"Listen to the Great Teacher" = "Ο Μεγαλύτερος Άνθρωπος";

/* Book Publication Name (pe) */
"Live Forever in Paridise on Earth" = "Μπορείτε να Ζείτε για Πάντα";

/* Book Publication Name (jd) */
"Live With Jehovah's Day in Mind" = "Να Ζείτε με την Ημέρα του Ιεχωβά Υπόψη";

/* Label for picking the location lookup type */
"Locate using google Maps" = "Αναζήτηση μέσω των χαρτών του Google";

/* Select Location informatio type Type title */
"Location" = "Τοποθεσία";

/* title for the marker when you have to manually set the location for a call */
"Location Unavaliable, please move me" = "Τοποθεσία μη Διαθέσιμη, παρακαλώ απομάκρυνε";

/* Brochures Publication Name (mn) */
"Look!" = "Ιδού! Κάμνω νέα τα Πάντα";

/* Publication Type name */
"Magazine" = "Περιοδικό";

/* Publication Type name */
"Magazines" = "Περιοδικά";

/* these are the instructions for connecting to the MyTime web server from the Settings View */
"Make sure you are on the same network as your iPhone/iPod then open a web browser and type in \"http://%@\" as the location." = "Make sure you are on the same network as your iPhone/iPod then open a web browser and type in \"http://%@\" as the location.";

/* Book Publication Name (sl) */
"Man's Salvation" = "Η Σωτηρία του Ανθρώπου";

/* Book Publication Name (sh) */
"Mankind's Search for God" = "Ο Άνθρωπος σε Αναζήτηση του θεού";

/* Label for picking the location lookup type */
"Manually pick Location" = "Χειροκίνητη ρύθμιση Τοποθεσίας";

/* Confirmation message about the map data being deleted */
"Map cache has been deleted" = "Η Μνήμη των Χαρτών έχει Διαγραφή";

/* Mapped calls view title */
"Mapped Calls" = "Χαρτογραφημένες Επισκέψεις";

/* Short month name */
"Mar" = "Μαρ";

/* Long month name */
"March" = "Μάρτιος";

/* Short/Long month name */
"May" = "Μάϊος";

/* Campaign Tract Publication Name (mi yearly tract) */
"Memorial Tract" = "Ανάμνηση";

/* Book Publication Name (sg) */
"Ministry School" = "Σχολή Θεοκρατικής Διακονίας";

/* Singular form of the word minute */
"minute" = "Λεπτό";

/* Plural form of the word minutes */
"minutes" = "Λεπτά";

/* Call Metadata */
"Mobile Phone" = "Κινητό Τηλέφωνο";

/* Month singular */
"Month" = "Μήνας";

/* Title for selecting the number of months shown in the statistics view */
"Month Count" = "Αρ. Μηνών";

/* Months plural */
"Months" = "Μήνες";

/* title for the marker when you have to manually set the location for a call */
"Move me" = "Μετακίνησέ με";

/* Yes roll over the extra minutes to the next month where %d is the placeholder for the number of minutes */
"Move to next month" = "Μετακίνηση στον Επόμενο Μήνα";

/* Settings section header for the current user */
"Multiple User Settings" = "Multiple User Settings";

/* Book Publication Name (my) */
"My Book of Bible Stories" = "Το Βιβλίο μου με τις Βιβλικές Ιστορίες";

/* Email subject line for the email that has your backup data in it */
"MyTime Application Data Backup" = "MyTime Πρόγραμμα Δημιουργίας Αντιγράφου";

/* Subject text for the email that is sent for sending the details of a call to another witness */
"MyTime Call, open this on your iPhone/iTouch" = "MyTime Call, Άνοιξέ το απο το iPhone/iTouch";

/* This message is displayed when someone clicks on a link in an email or a webpage which will open up mytime to either add a transfered call or restore from a backup */
"MyTime opened with invalid URL" = "MyTime ανοίχτηκε χωρίς σωστή URL";

/* More View Table MyTime Version */
"MyTime Version" = "Έκδοση MyTime";

/* More View Table MyTime Website */
"MyTime Website" = "Ιστοσελίδα MyTime";

/* Name label for Call in editing mode */
"Name" = "Όνομα";

/* button bar title */
"Name Sorted" = "Ανά Όνομα";

/* Book Publication Name (kj) */
"Nations Shall Know I am Jehovah" = "Θα Γνωρίσουν τα Έθνη οτι Εγώ είμαι ο Ιεχωβά";

/* Call main title when you are adding a new call */
"New Call" = "Νέα Επίσκεψη";

/* NO for boolean switch in additional information */
"NO" = "NO";

/* No dont delete the call */
"No" = "όχι";

/* return visit type name */
"Not At Home" = "Απών";

/* Call Metadata */
"Notes" = "Σημειώσεις";

/* Short month name */
"Nov" = "Νοε";

/* Long month name */
"November" = "Νοέμβριος";

/* Call Metadata */
"Number" = "Αριθμός";

/* Number Placed label for the Number Picker for the number of publications placed */
"Number Placed:" = "Αριθμός:";

/* Short month name */
"Oct" = "Οκτ";

/* Long month name */
"October" = "Οκτώβριος";

/* Off or disabled (used in the More->Settings->Passcode Lock Setting */
"Off" = "Off";

/* OK button */
"OK" = "ΟΚ";

/* Section Title for Date Sorted Calls 'Oldest Return Visits First' */
"Oldest Return Visits First" = "Παλαιότερες Επισκέψεις Πρώτα";

/* On or enabled (used in the More->Settings->Passcode Lock Setting */
"On" = "On";

/* Book Publication Name (od) */
"Organized To Do Jehovah's Will" = "Οργανωμένοι για να κάνουμε το Θέλημα του Θεού";

/* Title in the 'Additional Information' for the entries that can be added per call */
"Other Information" = "Other Information";

/* Book Publication Name (go) */
"Our Incoming World Government" = "Η Δική μας  Παγκόσμια Βασιλεία";

/* Brochures Publication Name (op) */
"Our Problems" = "Τα προβλήματά μας - Ποιός θα μας βοηθήσει να τα λύσουμε;";

/* Book Publication Name (pm) */
"Paradise Restored To Mandkind" = "Ο Παράδεισος Αποκαθίσταται για την Ανθρωπότητα";

/* More->Settings view name for the Passcode Setting */
"Passcode Lock" = "Passcode Lock";

/* text that appears if the passcodes dont match, this should match what is in the iphone's Settings->General->Passcode when you messup the passcode confirm */
"Passcodes did not match. Try again." = "Passcodes did not match. Try again.";

/* Call Metadata */
"Phone" = "Τηλεφωνο";

/* Statistics button to allow you to pick months to email to the congregation secretary */
"Pick Months To Email" = "Επέλεξε Μήνες στην Αλληλογραφία";

/* publisher type selected in the More->Settings->Publisher Type setting */
"Pioneer" = "Σκαπανέας";

/* View Title and ButtonBar Title for the Day's Bulk Placed Publications */
"Placements" = "Τοποθετήσεις";

/* Placements Group title for the Day's Bulk Literature Placements */
"Placements:" = "Τοποθετήσεις:";

/* More View Table Donation request */
"Please Donate, help me help you" = "παρακαλώ Συνεισφέρετε";

/* Multiple Users: This message is displayed when fails to enter a username when there is more than one user in the system */
"Please enter a name since you have more than one user of MyTime" = "Please enter a name since you have more than one user of MyTime";

/* This is the warning message that shows up in the More->Settings->Multiple Users when you are editing the user */
"Please note that if you delete a user ALL of your data will be DELETED for that user, this includes calls, return visits, hours, EVERYTHING!" = "Please note that if you delete a user ALL of your data will be DELETED for that user, this includes calls, return visits, hours, EVERYTHING!";

/* This message is displayed after you turn off the MyTime Webserver from the Settings View */
"Please quit MyTime if you changed any data using the MyTime Webserver" = "Please quit MyTime if you changed any data using the MyTime Webserver";

/* More->Settings->Remove Custom Translation: confirmaiton message when you have applied the 'Remove Custom Translation' */
"Please quit MyTime to apply change" = "Παρακαλώ Κλέιστε την Εφαρμογή για εφαρμογή των ρυθμίσεων";

/* This message is displayed after a successful import of a call or a restore of a backup */
"Please quit mytime to complete the import/restore." = "Παρακαλώ διακόψτε το mytime για να ολοκληρωθεί η διαδικασία Εισαγωγής/Επαναφοράς.";

/* warning to the user that they should remember their passcode */
"Please remember your passcode. You will not be able to recover this passcode if you forget it." = "Please remember your passcode. You will not be able to recover this passcode if you forget it.";

/* Information for the user to know what is going on with this and new releases */
"Please visit mytime.googlecode.com to see the FAQ and feature requests.\nA lot of work has been put into MyTime, if you find this application useful then you are welcome to donate.  Is English not your native language and you want to help to translate? Email me (look in the More view and Settings)" = "Please visit mytime.googlecode.com to see the FAQ and feature requests.\nA lot of work has been put into MyTime, if you find this application useful then you are welcome to donate.  Is English not your native language and you want to help to translate? Email me (look in the More view and Settings)";

/* initial setup message beore we have advertized the backup service (this message needs to be a bit long because the alertView can not resize when first shown) */
"Please wait for the Backup Service to initalize...\n\nGo to mytime.googlecode.com for more information about the Backup Application" = "Please wait for the Backup Service to initalize...\n\nGo to mytime.googlecode.com for more information about the Backup Application";

/* Confirmation message about enabling popup messages */
"Popup messages like this are now enabled to be shown once all throughout MyTime" = "Αναδυόμενα μηνύματα είναι τώρα ενεργοποιημένα για οδηγίες";

/* Book Publication Name (jv) */
"Proclaimers" = "Οι Μάρτυρες του Ιεχωβά - Διαγγελείς της Βασιλείας του θεού";

/* singular 'Publication' label for Number Picker; this is the label that is beside the number in the picker */
"Publication" = "Έκδοση";

/* 'Publications' label for Number Picker; this is the label that is beside the number in the picker */
"Publications" = "Εκδόσεις";

/* publisher type selected in the More->Settings->Publisher Type setting */
"Publisher" = "Έκδοση";

/* More->Settings view publisher type setting title */
"Publisher Type" = "Τύπος Έκδοσης";

/* Brochures Publication Name (pr) */
"Purpose of Life" = "Ποιός είναι ο Σκοπός της Ζωής";

/* initial message when trying to transfer backup files */
"Pushed %@ translation file, restart MyTime to see the changes." = "Πίεσε %@ Αρχείο Μετάφρασης, επανεκίνησε το MyTime για να δεις τις αλλαγές.";

/* More View Table Questions, Comments? Email me */
"Questions, Comments? Email me" = "Ερωτήσεις, Σχόλια; Ηλ. Αλληλογραφία;";

/* 'RBC Hours' ButtonBar View text, Label for the amount of hours spent doing quick builds */
"RBC" = "RBC";

/* 'RBC Hours' ButtonBar View text, Label for the amount of hours spent doing quick builds */
"RBC Hours" = "RBC Ώρες";

/* First Prompt to enter a passcode to limit access to MyTime */
"Re-enter your passcode" = "Re-enter your passcode";

/* Book Publication Name (rs) */
"Reasoning" = "Πως να συζητάτε Λογικά απο τις Γραφές";

/* 'Reload' navigation bar action button for the Mapped Calls view */
"Reload" = "Επαναφόρτωση";

/* More->Settings custom translation title */
"Remove Custom Translation" = "Απομάκρυνση Χειροκίνητης Μετάφρασης";

/* Brochures Publication Name (rq) */
"Require" = "Τι Απαιτεί ο Θεός απο Εμάς";

/* Yes restore from the backup please */
"Restore from Backup" = "Επαναφορά απο το Αρχείο";

/* initial message when trying to transfer backup files */
"Restored Backup, restart MyTime to see the changes" = "Η Επαναφορά Ολοκληρώθηκε, Επανεκινήστε το MyTime για να δείτε τις αλλαγές";

/* return visit type name */
"Return Visit" = "Επανεπίσκεψη";

/* Return Visit Notes default text when the user did not enter notes, displayed on the view-mode Call view */
"Return Visit Notes" = "Σημειώσεις Επανεπίσκεψης";

/* Return Visits label on the Statistics View */
"Return Visits" = "Επανεπισκέψεις";

/* Book Publication Name (re) */
"Revelation Climax" = "Αποκάλυψη!";

/* Brochures Publication Name (ol) */
"Road to Life" = "Road to Life";

/* Yes round up where %d is a placeholder for the number of hours */
"Round Up to %d hours" = "Περιστροφή σε %d Ώρες";

/* Brochures Publication Name (la) */
"Satisfying Life" = "Μια Ικανοποιητική Ζωή - Πως μπορείτε να την Αποκτήσετε";

/* Brochures Publication Name (sj) */
"School" = "Το Σχολείο και οι Μάρτυρες του Ιεχωβά";

/* Section Title when the user is searching */
"Search Results" = "Αποτελέσματα Αναζήτησης";

/* email address for the congregation secretary */
"Secretary's email address" = "Ηλ. Διεύθυνση Γραμματέα Εκκλησίας";

/* Title of the screen where you pick the publication type: Magazine, Book, tract... */
"Select %@" = "Επιλέξτε %@";

/* Title for the view where you Pick A Date */
"Select Date" = "Επιλογή Ημερομηνίας";

/* Title for the view where you manually select the location for the call */
"Select Location" = "Επιλογή Τοποθεσίας";

/* 'Select Publication' Publication Picker title */
"Select Publication" = "Επιλογή Έκδοσης";

/* Select Time Title for adding hours of field service to a particular day */
"Select Time" = "Επιλογή Χρόνου";

/* Publication Type title */
"Select Type" = "Επιλογή Τύπου";

/* Multiple Users View title */
"Select User" = "Select User";

/* Send button like the send button in the email program, to send your field service activity report to the congregation secretary */
"Send" = "Αποστολή";

/* initial message when trying to transfer backup files */
"Sending Settings to the Backup Application" = "Στέλνονται οι ρυθμίσεις στην Εφαρμογή Αποθήκευσης";

/* Short month name */
"Sep" = "Σεπ";

/* Long month name */
"September" = "Σεπτέμβριος";

/* Service year total hours label */
"Service Year Total" = "Συνολικές Ετήσιες Ώρες";

/* Title of the view you are presented from Settings->Passcode when you are enabling the passcode */
"Set Passcode" = "Set Passcode";

/* 'Settings' ButtonBar View text and Statistics View Title */
"Settings" = "Ρυθμίσεις";

/* button that the user clicks when they have not read the FAQ or feature request list */
"Show me the webpage" = "Δείξε μου την Ιστοσελίδα";

/* Book Publication Name (Ssb) */
"Sing Praises" = "Ψάλεται Αίνους";

/* View title */
"Sorted By ..." = "Sorted By ...";

/* publisher type selected in the More->Settings->Publisher Type setting */
"Special Pioneer" = "Ειδικός Σκαπανέας";

/* Brochures Publication Name (sp) */
"Spirits of the Dead" = "Πνεύματα Νεκρών";

/* Settings View button to start the webserver that allows you to type in your calls, import/export data, add translations, and import hours */
"Start MyTime Webserver" = "Start MyTime Webserver";

/* 'Start Time' navigation bar action button */
"Start Time" = "Έναρξη Ώρας";

/* Set this to 1 if your country abbreviates the state in all capital letters, otherwise set this to 0 */
"State in all caps" = "1";

/* State or Country */
"State or Country" = "Κατάσταση";

/* 'Statistics' ButtonBar View text and Statistics View Title */
"Statistics" = "Στατιστικά";

/* 'Stop Time' navigation bar action button */
"Stop Time" = "Διακοπή Χρόνου";

/* Street */
"Street" = "Οδός";

/* Street Sorted button title */
"Street Sorted" = "Στοίχιση ανα Οδό";

/* Call Metadata */
"String" = "Σειρά";

/* View title */
"Studies" = "Μελέτες";

/* return visit type name */
"Study" = "Μελέτη";

/* Book Publication Name (su) */
"Survival Into a New Earth" = "Επιβίωση σε μια Νέα Γη";

/* Tracts Publication Name (T-72) */
"The Greatest Name" = "Το Μεγαλύτερο Όνομα";

/* Multiple Users: This message is displayed when the user is renaming their name and it matches another user's name */
"There is already a user with this name" = "There is already a user with this name";

/* This is the first part of the body of the email message that is sent to a user when you click on a Call then click on Edit and then click on the action button in the upper left corner and select transfer or email details */
"This return visit has been turned over to you, here are the details.  If you are a MyTime user, please view this email on your iPhone/iTouch and scroll all the way down to the end of the email and click on the link to import this call into MyTime.\n\nReturn Visit Details:\n" = "This return visit has been turned over to you, here are the details.  If you are a MyTime user, please view this email on your iPhone/iTouch and scroll all the way down to the end of the email and click on the link to import this call into MyTime.\n\nReturn Visit Details:\n";

/* This is a note displayed when they first see the Statistics View */
"This will show you your tabulated end of the month field service activity including:\nHours\nBooks\nBrochures\nMagazines\nStudies\n Please note that you will only see items that you have counts for." = "This will show you your tabulated end of the month field service activity including:\nHours\nBooks\nBrochures\nMagazines\nStudies\n Please note that you will only see items that you have counts for.";

/* Time for %@ Group title on the Statistics View where %@ is the month of the year */
"Time for %@" = "Ώρα για %@";

/* Hours view prompt when you press the start time button */
"Time started at: %@" = "Η ώρα ξεκίνησε: %@";

/* This is a note displayed when they first see the non editable call view */
"Touch the Edit button to add a return visit or you can see where your call is located by touching the address of your call" = "Πιέστε το κουμπί για να προσθέσετε μια επανεπίσκεψη ή να δείτε που είναι τοποθετημένη πατώντας την Διεύθυνση της Επίσκεψης";

/* Publication Type name */
"Tract" = "Τύπος";

/* Transferr this call to another MyTime user and delete it off of this iphone, but keep the data */
"Transfer, and Delete" = "Μεταφορά, και Διαγραφή";

/* return visit type name when this call is transfered from another witness */
"Transfered Not At Home" = "Μεταφορά Απών";

/* return visit type name when this call is transfered from another witness */
"Transfered Return Visit" = "Μεταφορά Επανεπίσκεψη";

/* return visit type name when this call is transfered from another witness */
"Transfered Study" = "Μεταφορά Μελέτης";

/* publisher type selected in the More->Settings->Publisher Type setting */
"Traveling Servant" = "Traveling Servant";

/* Brochures Publication Name (ti) */
"Trinity" = "Πρέπει να πιστεύεται στην Τριάδα";

/* Book Publication Name (tp) */
"True Peace and Security" = "True Peace and Security";

/* Book Publication Name (tr) */
"Truth That Leads to Eternal Life" = "Η Αλήθεια που Οδηγεί στην Αιώνια Ζωή";

/* Return visit type label */
"Type" = "Τύπος";

/* Book Publication Name (uw) */
"United in Worship" = "Ενωμένοι στην Λατρεία του Μόνου Αληθινού Θεού";

/* Sorted by Street Calls view section title for an unknown street */
"Unknown" = "Άγνωστος";

/* Call Metadata */
"URL" = "Διεύθυνση";

/* This is a very important message that is at the end of the email used to transfer a call to another witness or if you are just emailing a backup to yourself, it verifies that all of the data is contained in the email, if it is not there then all of the data is not in the email and something bad happened :( */
"VERIFICATION CHECK: all data was contained in this email" = "ΕΛΕΓΧΟΣ : όΌλα τα δεδομένα περιέχονται σε αυτό το e-mail";

/* More View Table Group Title */
"Version" = "Έκδοση";

/* Title for the view where you write notes for a call */
"Visit Notes" = "Σημειώσεις Επίσκεψης";

/* Return Visit Type title */
"Visit Type" = "Είδος Επίσκεψης";

/* initial message when trying to transfer backup files */
"Waiting for the Backup Application to connect...\n\nGo to mytime.googlecode.com for more information about the Backup Application" = "Waiting for the Backup Application to connect...\n\nGo to mytime.googlecode.com for more information about the Backup Application";

/* Magizine Publication Name (w) */
"Watchtower" = "Σκοπιά";

/* Tracts Publication Name (T-14) */
"What Do Jehovah's Witnesses Believe?" = "Τι Πιστεύουν οι Μάρτυρες του Ιεχωβά?";

/* Book Publication Name (bh) */
"What Does the Bible Really Teach??" = "Τι Διδάσκει Πράγματι Η Αγία Γραφή;";

/* Tracts Publication Name (T-16) */
"What Hope for Dead Loved Ones?" = "Ελπίδα για τους Αγαπημένους σας που Έχουν Πεθάνει;";

/* Brochures Publication Name (we) */
"When Someone Dies" = "Όταν Πεθαίνει κάποιος που Αγαπάτε";

/* This is the section title for transferred calls in the view that allows you to select a visit type for your call */
"When Transfered To You:" = "Πότε Μεταφέρθηκε σε Εσάς:";

/* Brochures Publication Name (ie) */
"When We Die" = "Τι Μας Συμβαίνει 'οταν Πεθαίνουμε;";

/* Tracts Publication Name (T-73) */
"Who Are Jehovah's Witnesses?" = "Ποιοί Είναι οι Μάρτυρες του Ιεχωβά;";

/* Tracts Publication Name (T-22) */
"Who Really Rules the World?" = "Ποιός Κυβερνάει Πραγματικά τον Κόσμο;";

/* Brochures Publication Name (wj) */
"Why Worship God" = "Γιατί Πρέπει να Λατρεύουμε τον Θεό με Αγάπη και Αλήθεια;";

/* Tracts Publication Name (T-13) */
"Why You Can Trust the Bible" = "Μπορείτε να εμπιστευτείτε την Αγία Γραφή;";

/* Tracts Publication Name (T-19) */
"Will This World Survive?" = "Θα Επιζήσει Αυτός ο Κόσμος?";

/* Brochures Publication Name (wi) */
"World Without War" = "Θα Υπάρξει Ποτέ Ένας Κόσμος Χωρίς Πόλεμο;";

/* Book Publication Name (ws) */
"Worldwide Security" = "Παγκόσμια Ασφάλεια...\"Άρχοντα της Ειρήνης\"";

/* Book Publication Name (wt) */
"Worship the Only True God" = "Worship the Only True God";

/* Campaign Tract Publication Name (kt) */
"Would You Like To Know the Truth?" = "θα Θέλατε να Μάθετε Την Αλήθεια;";

/* If the publisher has 1 hour 14 minutes, this question shows up in the statistics view if they click on the hours for a month, this question is asking them if they want to round up or roll over the minutes */
"Would you like to move %d minutes from the month of %@ to the next month? Or, round up to %d hours for %@?\n(This will change the time that you put in the Hours view so you can undo this manually)" = "Θα Θέλατε να Μεταφέρετε %1$d Λεπτ΄'α απο τον Μ'ηνα %2$@ στον Επόμενο Μήνα; Ή, round up to %3$d hours for %4$@?\n(This will change the time that you put in the Hours view so you can undo this manually)";

/* YES for boolean switch in additional information */
"YES" = "YES";

/* Yes delete the call */
"Yes" = "Ναι";

/* Transferr this call from another user */
"Yes, add call" = "Ναι, Πρόσθεσε Επίσκεψη";

/* Call Metadata */
"YES/NO Switch" = "YES/NO Switch";

/* This is the second part of the body of the email message that is sent to a user when you click on a Call then click on Edit and then click on the action button in the upper left corner and select transfer or email details */
"You are able to import this call into MyTime if you click on the link below while viewing this email from your iPhone/iTouch.  Please make sure that at the end of this email there is a \"VERIFICATION CHECK:\" right after the link, it verifies that all data is contained within this email\n" = "You are able to import this call into MyTime if you click on the link below while viewing this email from your iPhone/iTouch.  Please make sure that at the end of this email there is a \"VERIFICATION CHECK:\" right after the link, it verifies that all data is contained within this email\n";

/* This is the body of the email that is sent when you go to More->Settings->Email Backup */
"You are able to restore all of your MyTime data as of the sent date of this email if you click on the link below while viewing this email from your iPhone/iTouch. Please make sure that at the end of this email there is a \"VERIFICATION CHECK:\" right after the link, it verifies that all data is contained within this email\n\nWARNING: CLICKING ON THE LINK BELOW WILL DELETE YOUR CURRENT DATA AND RESTORE FROM THE BACKUP\n\n" = "You are able to restore all of your MyTime data as of the sent date of this email if you click on the link below while viewing this email from your iPhone/iTouch. Please make sure that at the end of this email there is a \"VERIFICATION CHECK:\" right after the link, it verifies that all data is contained within this email\n\nWARNING: CLICKING ON THE LINK BELOW WILL DELETE YOUR CURRENT DATA AND RESTORE FROM THE BACKUP\n\n";

/* This message gets displayed when the user is trying to add a call from an email when the call was transferred from another iphone/itouch */
"You are trying to import a call into MyTime, are you sure you want to do this?" = "You are trying to import a call into MyTime, are you sure you want to do this?";

/* This message gets displayed when the user is trying to restore from a backup from the email program */
"You are trying to restore all MyTime data from a backup, are you sure you want to do this?  THIS WILL DELETE ALL OF YOUR CURRENT DATA" = "Θα επαναφέρετε όλα τα δεδομένα απο το Backup, Είστε σίγουροι ότι θέλετε να το κάνετε;  ΘΑ ΣΒΗΣΤΟΥΝ ΟΛΑ ΤΑ ΔΕΔΟΜΕΝΑ ΣΑΣ";

/* This message is displayed when the user clicks on a Call then clicks on Edit and clicks on the \"Action\" button at the top left of the screen */
"You can transfer this call to someone else. Transferring will delete this call from your data, but your statistics from this call will stay. The witness who gets this email will be able to click on a link in the email and add the call to MyTime." = "You can transfer this call to someone else. Transferring will delete this call from your data, but your statistics from this call will stay. The witness who gets this email will be able to click on a link in the email and add the call to MyTime.";

/* these are the instructions for connecting to the MyTime web server from the Settings View */
"You need to be on a WiFi Network for the MyTime Webserver to work" = "You need to be on a WiFi Network for the MyTime Webserver to work";

/* Book Publication Name (ype-1) */
"Young People Ask 1" = "Οι Νεαροί Ρωτούν 1";

/* Book Publication Name (ype-2) */
"Young People Ask 2" = "Οι Νεαροί Ρωτούν 2";

/* Tracts Publication Name (yi) */
"Your Life" = "Νεαροί - Τι Θα Κάνετε με την Ζωή σας";

/* Book Publication Name (yy) */
"Your Youth" = "Η Νεότη σας - Επωφεληθείτε απο αυτήν";

